Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.import.diagnostic.malformedJSONWindow
source: the JSON window object is malformed
ar: كائن النافذة JSON تالف
bs: JSON objekt prozora je pogrešno oblikovan
da: JSON vinduesobjektet er forkert udformet
de: Das Fensterobjekt JSON ist fehlerhaft
es: el objeto de ventana JSON tiene un formato incorrecto
fr: l'objet fenêtre JSON est mal formé
it: l'oggetto finestra JSON non è valido
ja: JSON ウィンドウ オブジェクトの形式が不正です
km: វត្ថុបង្អួច JSON ខូចទ្រង់ទ្រាយ
ko: JSON 창 개체의 형식이 잘못되었습니다.
nb: JSON-vindusobjektet er feil utformet
pl: obiekt okna JSON jest zniekształcony
pt_br: o objeto de janela JSON está malformado
ru: объект окна JSON имеет неверный формат
th: วัตถุหน้าต่าง JSON มีรูปแบบไม่ถูกต้อง
tr: JSON pencere nesnesi hatalı biçimlendirilmiş
uk: об’єкт вікна JSON неправильно сформований
zh_hans: JSON 窗口对象格式错误
zh_hant: JSON 視窗物件格式錯誤

# uniconnect.import.diagnostic.malformedJSONWorkspace
source: the JSON workspace object is malformed
ar: كائن مساحة العمل JSON غير صحيح
bs: JSON objekat radnog prostora je pogrešno oblikovan
da: JSON arbejdsområdeobjektet er forkert udformet
de: Das Arbeitsbereichsobjekt JSON ist fehlerhaft
es: el objeto del espacio de trabajo JSON tiene un formato incorrecto
fr: l'objet d'espace de travail JSON est mal formé
it: l'oggetto dell'area di lavoro JSON non è valido
ja: JSON ワークスペース オブジェクトの形式が不正です
km: វត្ថុកន្លែងធ្វើការ JSON ខូចទ្រង់ទ្រាយ
ko: JSON 작업공간 개체의 형식이 잘못되었습니다.
nb: JSON arbeidsområdeobjektet er feil utformet
pl: obiekt obszaru roboczego JSON jest zniekształcony
pt_br: o objeto de espaço de trabalho JSON está malformado
ru: объект рабочей области JSON имеет неверный формат
th: วัตถุพื้นที่ทำงานJSONมีรูปแบบไม่ถูกต้อง
tr: JSON çalışma alanı nesnesi hatalı biçimlendirilmiş
uk: об’єкт робочої області JSON має неправильний формат
zh_hans: JSON 工作区对象格式错误
zh_hant: JSON 工作區物件格式錯誤

# uniconnect.import.diagnostic.malformedTableRow
source: the table row is malformed
ar: صف الجدول غير صحيح
bs: red tabele je pogrešno oblikovan
da: tabelrækken er forkert udformet
de: Die Tabellenzeile ist fehlerhaft
es: la fila de la tabla está mal formada
fr: la ligne du tableau est mal formée
it: la riga della tabella non è valida
ja: テーブルの行の形式が不正です
km: ជួរ​តារាង​មាន​ទម្រង់​ខុស
ko: 테이블 행의 형식이 잘못되었습니다
nb: tabellraden er feil utformet
pl: wiersz tabeli jest zniekształcony
pt_br: a linha da tabela está malformada
ru: строка таблицы имеет неверный формат
th: แถวของตารางมีรูปแบบไม่ถูกต้อง
tr: tablo satırı hatalı biçimlendirilmiş
uk: рядок таблиці неправильно сформований
zh_hans: 表行格式错误
zh_hant: 表行格式錯誤

# uniconnect.import.diagnostic.malformedTmuxDeclaration
source: the tmux declaration is malformed
ar: إعلان tmux غير صحيح
bs: tmux deklaracija je pogrešno oblikovana
da: tmux-erklæringen er forkert udformet
de: Die tmux-Deklaration ist fehlerhaft
es: la declaración tmux tiene un formato incorrecto
fr: la déclaration tmux est mal formée
it: la dichiarazione tmux non è corretta
ja: tmux 宣言の形式が不正です
km: សេចក្តីប្រកាស tmux មិនត្រឹមត្រូវទេ។
ko: tmux 선언의 형식이 잘못되었습니다.
nb: tmux-erklæringen er feil utformet
pl: deklaracja tmux jest zniekształcona
pt_br: a declaração tmux está malformada
ru: объявление tmux неверно сформировано
th: การประกาศ tmux มีรูปแบบไม่ถูกต้อง
tr: tmux bildirimi hatalı biçimlendirilmiş
uk: декларація tmux має неправильний формат
zh_hans: tmux 声明格式错误
zh_hant: tmux 宣告格式錯誤

# uniconnect.import.diagnostic.unclosedCodeFence
source: the code block is not closed
ar: لم يتم إغلاق كتلة التعليمات البرمجية
bs: blok koda nije zatvoren
da: kodeblokken er ikke lukket
de: Der Codeblock ist nicht geschlossen
es: el bloque de código no está cerrado
fr: le bloc de code n'est pas fermé
it: il blocco di codice non è chiuso
ja: コードブロックが閉じられていない
km: ប្លុកកូដមិនត្រូវបានបិទទេ។
ko: 코드 블록이 닫히지 않았습니다
nb: kodeblokken er ikke lukket
pl: blok kodu nie jest zamknięty
pt_br: o bloco de código não está fechado
ru: блок кода не закрыт
th: บล็อกโค้ดไม่ได้ถูกปิด
tr: kod bloğu kapalı değil
uk: блок коду не закритий
zh_hans: 代码块未关闭
zh_hant: 代碼區塊未關閉

# uniconnect.import.diagnostic.windowMissingIdentity
source: the window has neither a name nor a session identifier
ar: النافذة ليس لها اسم ولا معرف جلسة
bs: prozor nema ni ime ni identifikator sesije
da: vinduet har hverken et navn eller en sessionsidentifikator
de: Das Fenster hat weder einen Namen noch eine Sitzungskennung
es: la ventana no tiene nombre ni identificador de sesión
fr: la fenêtre n'a ni nom ni identifiant de session
it: la finestra non ha né un nome né un identificatore di sessione
ja: ウィンドウには名前もセッション識別子もありません
km: បង្អួច​មិន​មាន​ឈ្មោះ ឬ​ឧបករណ៍​កំណត់​សម័យ​ទេ។
ko: 창에 이름이나 세션 식별자가 없습니다.
nb: vinduet har verken et navn eller en øktidentifikator
pl: okno nie ma nazwy ani identyfikatora sesji
pt_br: a janela não tem nome nem identificador de sessão
ru: окно не имеет ни имени, ни идентификатора сеанса
th: หน้าต่างไม่มีทั้งชื่อหรือตัวระบุเซสชัน
tr: pencerenin ne adı ne de oturum tanımlayıcısı var
uk: вікно не має ні імені, ні ідентифікатора сеансу
zh_hans: 该窗口既没有名称也没有会话标识符
zh_hant: 該視窗既沒有名稱也沒有會話標識符

# uniconnect.import.diagnostic.workspaceMissingName
source: the workspace declaration has no name
ar: إعلان مساحة العمل ليس له اسم
bs: deklaracija radnog prostora nema ime
da: arbejdsområdedeklarationen har intet navn
de: Die Arbeitsbereichsdeklaration hat keinen Namen
es: la declaración del espacio de trabajo no tiene nombre
fr: la déclaration de l'espace de travail n'a pas de nom
it: la dichiarazione dell'area di lavoro non ha nome
ja: ワークスペース宣言には名前がありません
km: សេចក្តីប្រកាសកន្លែងធ្វើការគ្មានឈ្មោះទេ។
ko: 작업 공간 선언에 이름이 없습니다
nb: arbeidsområdeerklæringen har ikke noe navn
pl: deklaracja obszaru roboczego nie ma nazwy
pt_br: a declaração do espaço de trabalho não tem nome
ru: объявление рабочей области не имеет имени
th: การประกาศพื้นที่ทำงานไม่มีชื่อ
tr: çalışma alanı bildiriminin adı yok
uk: декларація робочої області не має імені
zh_hans: 工作区声明没有名称
zh_hant: 工作區聲明沒有名稱

# uniconnect.import.error.cancelled
source: Import was cancelled before it could commit.
ar: تم إلغاء الاستيراد قبل أن يتمكن من الالتزام.
bs: Uvoz je otkazan prije nego što je mogao biti urezan.
da: Importen blev annulleret, før den kunne forpligtes.
de: Der Import wurde abgebrochen, bevor er festgeschrieben werden konnte.
es: La importación se canceló antes de que pudiera confirmarse.
fr: L'importation a été annulée avant de pouvoir être validée.
it: L'importazione è stata annullata prima che potesse essere confermata.
ja: インポートがコミットされる前にキャンセルされました。
km: ការ​នាំចូល​ត្រូវ​បាន​លុប​ចោល​មុន​ពេល​វា​អាច​ធ្វើ​បាន។
ko: 커밋하기 전에 가져오기가 취소되었습니다.
nb: Importen ble kansellert før den kunne foretas.
pl: Import został anulowany, zanim mógł zostać zatwierdzony.
pt_br: A importação foi cancelada antes que pudesse ser confirmada.
ru: Импорт был отменен до того, как его удалось зафиксировать.
th: การนำเข้าถูกยกเลิกก่อนที่จะสามารถดำเนินการได้
tr: İçe aktarma, taahhüt edilemeden iptal edildi.
uk: Імпорт скасовано до того, як його вдалося зафіксувати.
zh_hans: 导入在提交之前被取消。
zh_hant: 導入在提交之前被取消。

# uniconnect.import.error.checkpointFailed
source: The encrypted recovery checkpoint could not be saved. No import changes were made.
ar: تعذر حفظ نقطة تفتيش الاسترداد المشفرة. لم يتم إجراء أي تغييرات على الاستيراد.
bs: Šifrovana kontrolna tačka za oporavak nije mogla biti sačuvana. Nisu napravljene nikakve promjene u uvozu.
da: Det krypterede gendannelseskontrolpunkt kunne ikke gemmes. Der blev ikke foretaget nogen importændringer.
de: Der verschlüsselte Wiederherstellungsprüfpunkt konnte nicht gespeichert werden. Es wurden keine Importänderungen vorgenommen.
es: No se pudo guardar el punto de control de recuperación cifrado. No se realizaron cambios de importación.
fr: Le point de contrôle de récupération chiffré n'a pas pu être enregistré. Aucune modification d'importation n'a été effectuée.
it: Impossibile salvare il checkpoint di ripristino crittografato. Non sono state apportate modifiche all'importazione.
ja: 暗号化された回復チェックポイントを保存できませんでした。インポートの変更は行われませんでした。
km: ចំណុចត្រួតពិនិត្យការសង្គ្រោះដែលបានអ៊ិនគ្រីបមិនអាចរក្សាទុកបានទេ។ គ្មានការផ្លាស់ប្ដូរការនាំចូលត្រូវបានធ្វើឡើងទេ។
ko: 암호화된 복구 체크포인트를 저장할 수 없습니다. 가져오기 변경사항이 없습니다.
nb: Det krypterte gjenopprettingssjekkpunktet kunne ikke lagres. Ingen importendringer ble gjort.
pl: Nie można zapisać zaszyfrowanego punktu kontrolnego odzyskiwania. Nie wprowadzono żadnych zmian w imporcie.
pt_br: O ponto de verificação de recuperação criptografado não pôde ser salvo. Nenhuma alteração de importação foi feita.
ru: Не удалось сохранить зашифрованную контрольную точку восстановления. Никаких изменений импорта не было.
th: ไม่สามารถบันทึกจุดตรวจสอบการกู้คืนที่เข้ารหัสได้ ไม่มีการเปลี่ยนแปลงการนำเข้า
tr: Şifrelenmiş kurtarma kontrol noktası kaydedilemedi. Hiçbir içe aktarma değişikliği yapılmadı.
uk: Не вдалося зберегти зашифровану контрольну точку відновлення. Імпорт змін не внесено.
zh_hans: 无法保存加密的恢复检查点。没有进行任何导入更改。
zh_hant: 無法儲存加密的復原檢查點。沒有進行任何導入變更。

# uniconnect.import.error.inProgress
source: Another import or recovery operation is already in progress.
ar: هناك عملية استيراد أو استرداد أخرى قيد التقدم بالفعل.
bs: Druga operacija uvoza ili oporavka je već u toku.
da: En anden import- eller gendannelseshandling er allerede i gang.
de: Ein anderer Import- oder Wiederherstellungsvorgang wird bereits ausgeführt.
es: Otra operación de importación o recuperación ya está en curso.
fr: Une autre opération d'importation ou de récupération est déjà en cours.
it: Un'altra operazione di importazione o recupero è già in corso.
ja: 別のインポートまたはリカバリ操作がすでに進行中です。
km: ប្រតិបត្តិការ​នាំចូល ឬ​ស្ដារ​មួយ​ទៀត​កំពុង​ដំណើរការ​ហើយ។
ko: 다른 가져오기 또는 복구 작업이 이미 진행 중입니다.
nb: En annen import- eller gjenopprettingsoperasjon pågår allerede.
pl: Inna operacja importu lub odzyskiwania jest już w toku.
pt_br: Outra operação de importação ou recuperação já está em andamento.
ru: Другая операция импорта или восстановления уже выполняется.
th: กำลังดำเนินการนำเข้าหรือกู้คืนอื่นอยู่แล้ว
tr: Başka bir içe aktarma veya kurtarma işlemi zaten devam ediyor.
uk: Інша операція імпорту або відновлення вже виконується.
zh_hans: 另一个导入或恢复操作已在进行中。
zh_hant: 另一個導入或恢復操作已在進行中。

# uniconnect.import.error.notCommitted
source: Import could not be committed safely. No unverified state was accepted.
ar: لا يمكن تنفيذ الاستيراد بشكل آمن. لم يتم قبول أي حالة لم يتم التحقق منها.
bs: Uvoz nije mogao biti siguran. Nije prihvaćeno nijedno neprovjereno stanje.
da: Import kunne ikke udføres sikkert. Ingen ubekræftet tilstand blev accepteret.
de: Der Import konnte nicht sicher ausgeführt werden. Es wurde kein unbestätigter Status akzeptiert.
es: La importación no se pudo realizar de forma segura. No se aceptó ningún estado no verificado.
fr: L'importation n'a pas pu être effectuée en toute sécurité. Aucun état non vérifié n'a été accepté.
it: Non è stato possibile eseguire l'importazione in modo sicuro. Nessuno stato non verificato è stato accettato.
ja: インポートを安全にコミットできませんでした。未検証の状態は受け入れられませんでした。
km: ការនាំចូលមិនអាចធ្វើឡើងដោយសុវត្ថិភាពទេ។ គ្មានរដ្ឋដែលមិនបានបញ្ជាក់ត្រូវបានទទួលយកទេ។
ko: 가져오기를 안전하게 커밋할 수 없습니다. 확인되지 않은 상태는 허용되지 않았습니다.
nb: Importen kunne ikke utføres på en sikker måte. Ingen ubekreftet tilstand ble akseptert.
pl: Nie można bezpiecznie zatwierdzić importu. Żaden niezweryfikowany stan nie został zaakceptowany.
pt_br: A importação não pôde ser confirmada com segurança. Nenhum estado não verificado foi aceito.
ru: Импорт не может быть безопасно совершен. Никакое непроверенное состояние не принималось.
th: ไม่สามารถดำเนินการนำเข้าได้อย่างปลอดภัย ไม่ยอมรับสถานะที่ไม่ได้รับการยืนยัน
tr: İthalat güvenli bir şekilde gerçekleştirilemedi. Doğrulanmamış hiçbir durum kabul edilmedi.
uk: Не вдалося безпечно виконати імпорт. Жоден неперевірений стан не приймався.
zh_hans: 无法安全地进行导入。不接受任何未经验证的状态。
zh_hant: 無法安全地進行導入。不接受任何未經驗證的狀態。

# uniconnect.import.error.recoveryFailed
source: An interrupted import could not be recovered safely. The startup seed was not applied.
ar: لا يمكن استرداد عملية الاستيراد التي تمت مقاطعتها بشكل آمن. لم يتم تطبيق بذرة بدء التشغيل.
bs: Prekinuti uvoz nije mogao biti siguran. Početno sjeme nije primijenjeno.
da: En afbrudt import kunne ikke gendannes sikkert. Startseedet blev ikke påført.
de: Ein unterbrochener Import konnte nicht sicher wiederhergestellt werden. Der Startup-Seed wurde nicht angewendet.
es: Una importación interrumpida no se pudo recuperar de forma segura. No se aplicó la semilla de inicio.
fr: Une importation interrompue n'a pas pu être récupérée en toute sécurité. La graine de démarrage n’a pas été appliquée.
it: Non è stato possibile ripristinare in modo sicuro un'importazione interrotta. Il seed di avvio non è stato applicato.
ja: 中断されたインポートを安全に回復できませんでした。スタートアップ シードが適用されませんでした。
km: ការនាំចូលដែលរំខានមិនអាចយកមកវិញដោយសុវត្ថិភាពទេ។ គ្រាប់ពូជចាប់ផ្តើមមិនត្រូវបានអនុវត្តទេ។
ko: 중단된 가져오기를 안전하게 복구할 수 없습니다. 시작 시드가 적용되지 않았습니다.
nb: En avbrutt import kunne ikke gjenopprettes trygt. Oppstartsfrøet ble ikke påført.
pl: Nie udało się bezpiecznie odzyskać przerwanego importu. Nie zastosowano materiału siewnego startowego.
pt_br: Uma importação interrompida não pôde ser recuperada com segurança. A semente de inicialização não foi aplicada.
ru: Прерванный импорт не удалось безопасно восстановить. Начальное значение запуска не было применено.
th: การนำเข้าที่ถูกขัดจังหวะไม่สามารถกู้คืนได้อย่างปลอดภัย ไม่ได้ใช้เมล็ดเริ่มต้น
tr: Kesintiye uğrayan bir ithalat güvenli bir şekilde kurtarılamadı. Başlangıç ​​tohumu uygulanmadı.
uk: Не вдалося безпечно відновити перерваний імпорт. Начальний код запуску не застосовано.
zh_hans: 中断的导入无法安全恢复。未应用启动种子。
zh_hant: 中斷的導入無法安全恢復。未套用啟動種子。

# uniconnect.import.error.remoteSessionsUnavailable
source: %lld declared existing tmux windows are unavailable. No remote session was created and no local changes were made.
ar: %lld تم الإعلان عن وجود نوافذ tmux غير متوفرة. لم يتم إنشاء أي جلسة عمل عن بعد ولم يتم إجراء أية تغييرات محلية.
bs: %lld proglasio da su postojeći tmux prozori nedostupni. Nije kreirana nijedna udaljena sesija niti su napravljene lokalne promjene.
da: %lld erklærede, at eksisterende tmux vinduer er utilgængelige. Der blev ikke oprettet nogen fjernsession, og der blev ikke foretaget lokale ændringer.
de: %lld hat erklärt, dass vorhandene tmux Fenster nicht verfügbar sind. Es wurde keine Remote-Sitzung erstellt und es wurden keine lokalen Änderungen vorgenommen.
es: Hay %lld ventanas tmux declaradas como existentes que no están disponibles. No se creó ninguna sesión remota ni se realizaron cambios locales.
fr: %lld a déclaré que les fenêtres tmux existantes ne sont pas disponibles. Aucune session à distance n'a été créée et aucune modification locale n'a été apportée.
it: Le finestre %lld dichiarate esistenti tmux non sono disponibili. Non è stata creata alcuna sessione remota e non sono state apportate modifiche locali.
ja: %lld 宣言された既存の tmux ウィンドウは使用できません。リモート セッションは作成されず、ローカルでの変更も行われませんでした。
km: %lld បានប្រកាសថា បង្អួច tmux ដែលមានស្រាប់គឺមិនមានទេ។ គ្មានសម័យពីចម្ងាយត្រូវបានបង្កើត ហើយមិនមានការផ្លាស់ប្តូរក្នុងតំបន់ទេ។
ko: %lld은 기존 tmux 창을 사용할 수 없다고 선언했습니다. 원격 세션이 생성되지 않았고 로컬 변경도 이루어지지 않았습니다.
nb: %lld erklærte at eksisterende tmux vinduer er utilgjengelige. Ingen ekstern økt ble opprettet og ingen lokale endringer ble gjort.
pl: %lld zadeklarowano, że istniejące tmux okna są niedostępne. Nie utworzono sesji zdalnej ani nie wprowadzono żadnych zmian lokalnych.
pt_br: %lld declarou que as janelas tmux existentes estão indisponíveis. Nenhuma sessão remota foi criada e nenhuma alteração local foi feita.
ru: %lld объявил существующие tmux окна недоступными. Удаленный сеанс не создавался и локальные изменения не вносились.
th: %lld ประกาศว่า tmux windows ที่มีอยู่ไม่พร้อมใช้งาน ไม่มีการสร้างเซสชันระยะไกลและไม่มีการเปลี่ยนแปลงในเครื่อง
tr: %lld, mevcut tmux pencerelerinin kullanılamadığını bildirdi. Hiçbir uzak oturum oluşturulmadı ve hiçbir yerel değişiklik yapılmadı.
uk: %lld оголошено, що існуючі tmux вікна недоступні. Жодного віддаленого сеансу не створено та локальних змін не внесено.
zh_hans: %lld 声明现有的 tmux 窗口不可用。未创建远程会话，也未进行本地更改。
zh_hant: %lld 聲明現有的 tmux 視窗不可用。未建立遠端會話，也未進行本機變更。

# uniconnect.import.error.rollbackFailed
source: Import failed and its automatic rollback could not be verified. UniConnect kept the encrypted recovery checkpoint.
ar: فشل الاستيراد ولا يمكن التحقق من التراجع التلقائي. UniConnect احتفظ بنقطة تفتيش الاسترداد المشفرة.
bs: Uvoz nije uspio i njegovo automatsko vraćanje nije bilo moguće provjeriti. UniConnect zadržao je šifrovanu kontrolnu tačku za oporavak.
da: Importen mislykkedes, og dens automatiske tilbagerulning kunne ikke bekræftes. UniConnect beholdt det krypterede gendannelseskontrolpunkt.
de: Der Import ist fehlgeschlagen und das automatische Rollback konnte nicht überprüft werden. UniConnect hat den verschlüsselten Wiederherstellungskontrollpunkt beibehalten.
es: La importación falló y no se pudo verificar su reversión automática. UniConnect mantuvo el punto de control de recuperación cifrado.
fr: L'importation a échoué et sa restauration automatique n'a pas pu être vérifiée. UniConnect a conservé le point de contrôle de récupération chiffré.
it: L'importazione non è riuscita e non è stato possibile verificarne il rollback automatico. UniConnect ha mantenuto il checkpoint di ripristino crittografato.
ja: インポートが失敗し、自動ロールバックを確認できませんでした。 UniConnect は暗号化された回復チェックポイントを保持しました。
km: ការនាំចូលបានបរាជ័យ ហើយការវិលត្រឡប់មកវិញដោយស្វ័យប្រវត្តិរបស់វាមិនអាចផ្ទៀងផ្ទាត់បានទេ។ UniConnect បានរក្សាទុកចំណុចត្រួតពិនិត្យការសង្គ្រោះដែលបានអ៊ិនគ្រីប។
ko: 가져오기에 실패했으며 자동 롤백을 확인할 수 없습니다. UniConnect은 암호화된 복구 체크포인트를 유지했습니다.
nb: Importen mislyktes, og dens automatiske tilbakeføring kunne ikke bekreftes. UniConnect beholdt det krypterte gjenopprettingssjekkpunktet.
pl: Import nie powiódł się i nie można zweryfikować jego automatycznego wycofania. UniConnect zachował zaszyfrowany punkt kontrolny odzyskiwania.
pt_br: A importação falhou e sua reversão automática não pôde ser verificada. UniConnect manteve o ponto de verificação de recuperação criptografado.
ru: Импорт не удался, и его автоматический откат не удалось проверить. UniConnect сохранил зашифрованную контрольную точку восстановления.
th: การนำเข้าล้มเหลวและไม่สามารถยืนยันการย้อนกลับอัตโนมัติได้ UniConnect เก็บจุดตรวจสอบการกู้คืนที่เข้ารหัสไว้
tr: İçe aktarma başarısız oldu ve otomatik geri alma işlemi doğrulanamadı. UniConnect şifreli kurtarma kontrol noktasını korudu.
uk: Помилка імпорту, і не вдалося перевірити його автоматичний відкат. UniConnect зберігав зашифровану контрольну точку відновлення.
zh_hans: 导入失败，无法验证其自动回滚。 UniConnect 保留加密恢复检查点。
zh_hant: 導入失敗，無法驗證其自動回滾。 UniConnect 保留加密復原檢查點。

# uniconnect.import.error.rolledBack
source: Import could not finish. UniConnect restored and verified the complete pre-import state.
ar: تعذر إنهاء الاستيراد. تمت استعادة UniConnect والتحقق من حالة الاستيراد المسبق الكاملة.
bs: Uvoz nije mogao završiti. UniConnect vraćen i verificiran kompletno stanje prije uvoza.
da: Importen kunne ikke afsluttes. UniConnect gendannet og verificeret den komplette præimporttilstand.
de: Der Import konnte nicht abgeschlossen werden. UniConnect hat den vollständigen Status vor dem Import wiederhergestellt und überprüft.
es: La importación no pudo finalizar. UniConnect restauró y verificó el estado completo previo a la importación.
fr: L'importation n'a pas pu se terminer. UniConnect a restauré et vérifié l'état complet de pré-importation.
it: Impossibile completare l'importazione. UniConnect ha ripristinato e verificato lo stato completo di pre-importazione.
ja: インポートを完了できませんでした。 UniConnect は完全なインポート前の状態を復元して検証しました。
km: ការនាំចូលមិនអាចបញ្ចប់បានទេ។ UniConnect បានស្ដារ និងផ្ទៀងផ្ទាត់ស្ថានភាពមុនពេលនាំចូលពេញលេញ។
ko: 가져오기를 완료할 수 없습니다. UniConnect 전체 가져오기 전 상태를 복원하고 확인했습니다.
nb: Importen kunne ikke fullføres. UniConnect gjenopprettet og bekreftet den fullstendige tilstanden før import.
pl: Nie można zakończyć importu. UniConnect przywrócono i zweryfikowano pełny stan sprzed importu.
pt_br: A importação não pôde ser concluída. UniConnect restaurou e verificou o estado completo de pré-importação.
ru: Импорт не удалось завершить. UniConnect восстановил и проверил полное состояние перед импортом.
th: การนำเข้าไม่สามารถเสร็จสิ้นได้ UniConnect กู้คืนและตรวจสอบสถานะก่อนนำเข้าโดยสมบูรณ์
tr: İçe aktarma tamamlanamadı. UniConnect, içe aktarma öncesi durumun tamamını geri yükledi ve doğruladı.
uk: Не вдалося завершити імпорт. UniConnect відновлено та перевірено повний стан перед імпортом.
zh_hans: 导入无法完成。 UniConnect 恢复并验证了完整的导入前状态。
zh_hant: 導入無法完成。 UniConnect 恢復並驗證了完整的導入前狀態。

# uniconnect.import.error.runtimeUnavailable
source: The protected import service is unavailable. No changes were made.
ar: خدمة الاستيراد المحمية غير متوفرة. لم يتم إجراء أي تغييرات.
bs: Usluga zaštićenog uvoza nije dostupna. Nisu napravljene nikakve promjene.
da: Den beskyttede importtjeneste er ikke tilgængelig. Der blev ikke foretaget ændringer.
de: Der geschützte Importdienst ist nicht verfügbar. Es wurden keine Änderungen vorgenommen.
es: El servicio de importación protegida no está disponible. No se realizaron cambios.
fr: Le service d'importation protégée n'est pas disponible. Aucune modification n'a été apportée.
it: Il servizio di importazione protetta non è disponibile. Non è stata apportata alcuna modifica.
ja: 保護されたインポート サービスは利用できません。変更は行われませんでした。
km: សេវាកម្មនាំចូលដែលត្រូវបានការពារគឺមិនមានទេ។ គ្មានការកែប្រែណាមួយត្រូវបានធ្វើឡើងទេ។
ko: 보호된 가져오기 서비스를 사용할 수 없습니다. 변경사항이 없습니다.
nb: Den beskyttede importtjenesten er utilgjengelig. Ingen endringer ble gjort.
pl: Usługa chronionego importu jest niedostępna. Nie wprowadzono żadnych zmian.
pt_br: O serviço de importação protegido não está disponível. Nenhuma alteração foi feita.
ru: Служба защищенного импорта недоступна. Никаких изменений не произошло.
th: บริการนำเข้าที่มีการป้องกันไม่พร้อมใช้งาน ไม่มีการเปลี่ยนแปลงใดๆ
tr: Korumalı içe aktarma hizmeti kullanılamıyor. Hiçbir değişiklik yapılmadı.
uk: Служба захищеного імпорту недоступна. Жодних змін не внесено.
zh_hans: 受保护的导入服务不可用。没有进行任何更改。
zh_hant: 受保護的導入服務不可用。沒有進行任何更改。
